{
  "_name_or_path": "/home/cw/.cache/huggingface/hub/models--MediaTek-Research--Breeze-7B-Instruct-64k-v0_1/snapshots/54fb2c3251eea3cd319576cc4ce3d3774b4435a8",
  "architectures": [
    "MistralForCausalLM"
  ],
  "auto_map": {
    "AutoConfig": "configuration_mistral.MistralConfig",
    "AutoModelForCausalLM": "modeling_mistral_yarn.MistralForCausalLM"
  },
  "bos_token_id": 1,
  "eos_token_id": 2,
  "hidden_act": "silu",
  "hidden_size": 4096,
  "initializer_range": 0.02,
  "intermediate_size": 14336,
  "max_position_embeddings": 32768,
  "max_sequence_length": 131072,
  "model_type": "mistral",
  "num_attention_heads": 32,
  "num_hidden_layers": 32,
  "num_key_value_heads": 8,
  "quantization_config": {
    "bits": 4,
    "group_size": 128,
    "modules_to_not_convert": [],
    "quant_method": "awq",
    "version": "gemm",
    "zero_point": true
  },
  "rms_norm_eps": 1e-05,
  "rope_scaling": {
    "factor": 8.0,
    "finetuned": true,
    "original_max_position_embeddings": 8192,
    "type": "yarn"
  },
  "rope_theta": 10000.0,
  "sliding_window": 131072,
  "tie_word_embeddings": false,
  "torch_dtype": "float16",
  "transformers_version": "4.37.0.dev0",
  "use_cache": true,
  "vocab_size": 61952
}
